Revit 2027 API
ParameterTypeId.CurtaingridUseCurveDistn1 Property
 "Use Curve Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridUseCurveDistn1 { get; }
Public Shared ReadOnly Property CurtaingridUseCurveDistn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridUseCurveDistn1 {
	ForgeTypeId^ get ();
}
static member CurtaingridUseCurveDistn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace